Repository: Lhagvaa01/Bird_Ebook
Catalog: lib/l10n/app_*.arb
Languages: mn

# loadingTxt
source: loading...
mn: Түр хүлээнэ үү...

# loginTxt
source: Login
mn: Нэвтрэх

# usernameHint
source: User name
mn: Нэвтрэх нэр

# passwordHint
source: Password
mn: Нууц үг

# forgetTxt
source: Forget password?
mn: Нууц үг мартсан?

# registerTxt
source: Register
mn: Бүртгүүлэх

# emailHint
source: E-Mail
mn: И-Мэйл хаяг

# repeadPasswordHint
source: Repeat password
mn: Нууц үг давтах

# searchButtonTxt
source: Identify a bird
mn: Дэлгэрэнгүй хайлт

# listButtonTxt
source: Bird List
mn: Жагсаалт

# sightingsTxt
source: Sightings
mn: Үзүүлэлт

# speciesTxt
source: Species
mn: Төрөл зүйл

# imagesTxt
source: Images
mn: Зураг

# seasonTxt
source: Season
mn: Улирал

# bodyShapeTxt
source: Body shape
mn: Биеийн хэлбэр

# bodySizeTxt
source: Body size
mn: Биеийн хэмжээ

# bodyColorTxt
source: Body color
mn: Биеийн өнгө

# resultTxt
source: Result
mn: Үр дүн

# findbirdTxt
source: Use these filters to find the bird you're looking for
mn: Эдгээр шүүлтүүрийг ашиглан хайж буй шувуугаа олоорой

# nameSearchTxt
source: Search by name
mn: Нэрээр хайлт хийнэ үү

# detailsTxt
source: Details
mn: Дэлгэрэнгүй мэдээлэл

# soundTxt
source: Play bird sound
mn: Шувууны дуу сонсох

# specificationTxt
source: Specification
mn: Тодорхойлолт

# indicatorTxt
source: Indicator
mn: Үзүүлэлт

# sizeTxt
source: Size
mn: Хэмжээ

# lifespanTxt
source: Lifespan
mn: Наслалт

# habitatTxt
source: Habitat
mn: Амьдрах орчин

# favBirdTxt
source: Favorite bird
mn: Хадгалсан шувуу

# totalTxt
source: Total bird
mn: Нийт хадгалсан шувуу

# editProTxt
source: Edit profile
mn: Мэдээлэл засах

# aboutuTxt
source: About you
mn: Мэдээлэл

# saveTxt
source: Save
mn: Хадгалах

# exitTxt
source: Log out
mn: Гарах

# familyTxt
source: Family name
mn: Овгийн нэр

# birdlistTxT
source: Bird list
mn: Шувууны жагсаалт

# searchBtnTxt
source: Search
mn: Хайлт

# birdFamilyTxt
source: Family List
mn: Овгийн жагсаалт
